{
    "Glaucoma Diagnosis": {
      "General Information": {
        "Description": "Higher-than-normal eye pressure doesn’t necessarily mean that you have glaucoma. Some individuals with normal eye pressure can still have glaucoma, while others with higher eye pressure might not develop the condition. When there is high eye pressure without damage to the optic nerve, it is called ocular hypertension. If you are diagnosed with ocular hypertension, your doctor will monitor your eye health regularly to detect any potential changes. Glaucoma tests are non-invasive, painless, and typically quick, but they help determine if you have glaucoma and assess its severity."
      },
      "Diagnosis Tests": {
        "Description": "Glaucoma diagnosis involves several tests that help your doctor assess the health of your eyes and optic nerve. These tests are designed to identify damage or changes in the eye that may indicate glaucoma. Each test offers specific insights, from examining the optic nerve to measuring eye pressure. These tests are usually painless and provide critical information to ensure that glaucoma is caught early, when treatment is most effective.",
        "Tests": [
          {
            "Test Name": "Dilated Eye Exam",
            "Description": "During this test, your eye doctor will use eye drops to dilate your pupils. This allows a better view of the back of your eye, particularly the optic nerve. A dilated eye exam helps the doctor look for signs of damage to the optic nerve, which is an important indicator of glaucoma. The dilation process may cause some temporary blurry vision and light sensitivity but it typically resolves within a few hours."
          },
          {
            "Test Name": "Gonioscopy",
            "Description": "Gonioscopy involves the use of a special lens to examine the angle between the iris and the cornea. This angle is where the drainage system for your eye is located. A doctor will use this test to check whether the angle is open or closed, which helps determine the type of glaucoma you may have. It is especially important for diagnosing angle-closure glaucoma, which is a medical emergency and requires immediate treatment."
          },
          {
            "Test Name": "Optical Coherence Tomography (OCT)",
            "Description": "OCT is a non-invasive imaging technique that allows your doctor to take detailed cross-sectional pictures of your retina and optic nerve. This test is used to detect any subtle changes in the optic nerve, which may indicate the onset of glaucoma. OCT provides high-resolution images, making it one of the most effective methods to assess the health of the optic nerve and to monitor glaucoma progression over time."
          },
          {
            "Test Name": "Ocular Pressure Test (Tonometry)",
            "Description": "Tonometry measures the intraocular pressure (IOP) in your eyes, which is one of the key risk factors for glaucoma. This test can be done in different ways, but most commonly, a puff of air or a small probe is used to gently touch the surface of your eye to measure pressure. If the pressure is elevated, your doctor may recommend additional tests to determine the cause and whether it’s contributing to glaucoma development."
          },
          {
            "Test Name": "Pachymetry",
            "Description": "Pachymetry measures the thickness of the cornea, the clear, front part of your eye. The thickness of your cornea is important because it can influence eye pressure readings. Thicker corneas may give false readings of eye pressure, while thinner corneas can make glaucoma more likely. This test helps your doctor interpret the results of other tests more accurately and provides a more complete picture of your risk for glaucoma."
          },
          {
            "Test Name": "Slit-Lamp Exam",
            "Description": "The slit-lamp exam involves the use of a high-powered microscope that shines a thin beam of light into your eye. This allows your doctor to examine the structures of your eye in great detail, including the cornea, iris, lens, and optic nerve. The slit-lamp is especially useful for detecting abnormalities, such as inflammation or damage, that may indicate the presence of glaucoma or other eye conditions."
          },
          {
            "Test Name": "Visual Acuity Test (Eye Charts)",
            "Description": "The visual acuity test uses an eye chart to measure your sharpness of vision. By reading letters or symbols from a distance, the doctor can assess how well you see at various distances. This test helps detect vision loss, which is a common symptom of glaucoma, especially in the later stages when peripheral vision is affected. Early detection can help prevent further vision deterioration."
          },
          {
            "Test Name": "Visual Field Test (Perimetry)",
            "Description": "A visual field test, also known as perimetry, measures your peripheral (side) vision. During this test, you will be asked to focus on a central point while lights or objects appear in your peripheral vision. The test helps identify blind spots or vision loss that may be caused by glaucoma. Since peripheral vision loss is often one of the first signs of glaucoma, this test is crucial for early diagnosis."
          }
        ]
      }
    }
  }
  