{
    "title": "Tips for Living With Glaucoma",
    "description": "Glaucoma is a lifelong condition and needs continual follow-up with your eye doctor. There are other things you can do to help keep your eyes healthy.",
    "tips": [
      {
        "tip": "Get moving",
        "details": "Regular exercise may help lower eye pressure and keep blood flowing to the nerves in your eye. Some activities can increase pressure, so talk to your doctor about the best exercise program for you."
      },
      {
        "tip": "Eat healthy",
        "details": "Enjoy a healthy, well-rounded diet. It won't keep your glaucoma from getting worse, but it's key to keeping your body and eyes healthy. Some studies suggest that food high in antioxidants can help when you have glaucoma. Eat more nutrient-rich foods such as:\n- Dark, leafy greens\n- Fish that's packed with omega-3 fatty acids"
      },
      {
        "tip": "Take your medicine",
        "details": "Be sure to take your drops or pills exactly as directed. Set a reminder on your phone or watch so that you don't forget. Missing your meds could make your glaucoma worse."
      },
      {
        "tip": "Careful with contacts",
        "details": "You should be able to continue wearing contact lenses if you use medicated eyedrops. But you may need to use some drugs when you don’t have lenses in. Also, some older medications can change your vision prescription. And if you need surgery, it may affect your ability to wear contacts."
      },
      {
        "tip": "Don't smoke",
        "details": "It's important to keep your body healthy, and nicotine takes a toll. Smoking also increases blood pressure and eye inflammation that can increase your risk for diabetes and cataracts. Both are risk factors for glaucoma. If you smoke, ask your doctor for advice on how to quit."
      },
      {
        "tip": "Watch your caffeine",
        "details": "Watch how much soda, coffee, and tea you drink. Too much caffeine can increase your eye pressure. One study found that just a cup of coffee could make the pressure in your eye go up a significant amount for up to 90 minutes."
      },
      {
        "tip": "Elevate your head",
        "details": "Use a wedge pillow when you sleep. It'll keep your head raised just a little. That should help lower your eye pressure."
      },
      {
        "tip": "Drink fluids slowly",
        "details": "Don't cut back on how much you drink, but spread out your beverages through the day. If you drink a lot at once, it can strain your eyes. Don't have more than a quart at one time. Instead, sip small amounts."
      },
      {
        "tip": "Protect your eyes",
        "details": "Put on protective glasses when you work in the yard or play contact sports. Wear goggles when you swim. When choosing makeup, use non-allergenic brands and replace items often. Be sure to wear sunglasses outside, especially in summer or around high-glare surfaces such as sand, snow, and water. When you have glaucoma, your eyes can be very sensitive to glare."
      },
      {
        "tip": "Don't rub",
        "details": "Glaucoma and the medicine you take might make your eyes feel itchy. But fight the urge. You can scratch them and make things worse. Ask your doctor if you can use drops to treat dryness."
      },
      {
        "tip": "Drive safely",
        "details": "Most people with glaucoma can still drive as long as they pass their state’s vision test. Simply put, your ability to drive will depend on how much vision has been lost. Some people with advanced glaucoma can get their license renewed with restrictions. Ask your doctor about whether driving will be a concern for you."
      }
    ]
  }
  